{
    "GoogleSheetData": [
        ["Title", "Lead", "Time ", "Room", "Description"],
        ["Intro to XCode", "Sarayu Yenumula", "1:30-2:30", "Hopin", "Learn the basics of the iOS development environment, XCode! This workshop will give a crash course into how to navigate and explore XCode in order to get started on apps for Apple products and will include a tutorial for a simple app!"],
        ["Python for Beginners: Creating a Guess the Word Game", "Kimberly Brown", "1:30-2:30", "3407/Hopin", "A brief introduction to Python with several hands-on examples and a Python tutorial for creating a hangman game"],
        ["Building A Screen Time Buddy With Google Cloud", "Neal Patel", "1:30-2:30", "3209/Hopin", "How to think about problems an exploration through the lens of creating a ScreenTime Buddy"],
        ["How to Build your First Blockchain-Powered App", "Anke Liu", "1:30-2:30", 3408, "Our Pearl Hacks challenge is to build your first blockchain powered app. Integrate NFTs, cryptocurrencies, real-world currencies like dollars or euros, or issue your own token! The possibilities are endless and you have the power to shape it to your case. <br> The best implementation will receive $1000 worth of XLM, which is Stellar's native crypto currency, and the runner-up $500 worth of XLM."],
        ["Intro to Game Development", "Bao-Nhi Vu", "2:45-3:45", "3407/Hopin", "Try out building a complete and simple video game using a C# based language!"],
        ["Integrating Bandwidth Voice & Messaging APIs", "Jacquelyn Moreno", "2:45-3:45", 3209, "Does your project need the power to communicate? Bandwidth is running a workshop on how to integrate our voice and messaging APIs into your hackathon project! We will explain what an API is, how to use it, and how our Bandwidth API's will allow you to embed text messaging and voice calling in your application."],
        ["Mint your first NFT - Stellar", "Anke Liu", "4:00-5:00", 3408, "Explore your inner artist and mint your first NFTs during Pearl Hacks x Stellar NFT side quest! Heard of NFTs but don't know what they are or why they even exist? We'll cover the basics of this fresh blockchain-based asset so you'll become an expert in no time."],
        ["Cracking The Code When You Don’t Code: Finding Your Way in Tech - Presented by BCG", "Julie Cogan", "4:00-5:00", "3209/Hopin", "Building a tech based career for people in non-technical roles or backgrounds. How to contribute to the success of a development team without being a software engineer."],
        ["Breakdown of All Things Cloud and How to Position Yourself for a Career in Cloud Technologies - Hosted by Genesys", "Lisa Johnson", "5:15-6:15", "3209/Hopin", "Genesys will be speaking on Cloud Technologies and how to apply them to your career in the industry! You will hear from 4 of our awesome women leaders from multiple sides of the research and development team. Please come on by and see what it is like to work with these technologies and ask our panel any questions/advice for your projects!"],
        ["Talk to Me! Using the Web Speech API", "Lindsay Greene", "5:15-6:15", "3407/Hopin", "An exploration of the web speech API for programmers of all levels! Using speech recognition, synthesis, or both, the web speech API is a great tool to add a human touch to your project and to make it accessible to many users who might prefer to use their voice over typing. <br> Follow instructions <a href =\"https://docs.google.com/document/d/1JIG3zCEjzoOYC7C5YTPFl9Isz4sufHn2xy1fnrw1IOc/edit#heading=h.ovyshlqtsl95\">here</a> for how to set up / install software"],
        ["MLH Event: MS Paint Bob Ross", "Mary from MLH", "7:30-8:30", "Virtual Only", "Come to MS Paint Bob Ross, its MLH's new favourite mini-event and hopefully yours too. You’ll be watching a Bob Ross video alongside hackers and creating a masterpiece."],
        ["EnVISIONING Pearl Hacks", "Dheya Madhani", "7:30-8:30", "3407/Hopin", "Explore what a vision board is, its importance, and some suggestions on making one. Then apply what you learn by creating a \"Pearl Hacks 2022\" vision board!"]
    ]
}